/* Accuracy Levels */NSHumanReadableCopyright = "© __PICA__, 2008";"MemoryWarning"="Memory is low, close current window!";"Login failed"="Login failed";"Network error"="Network error";"MemoryNote"="Memory warning!";"Upgrade"="Upgrade";"Error"="Error";"Alert"="Note";"AdvertisementWarning"="Messenger will quit, and go to %@";"SMS"="SMS";"Tel"="Telephone";"UpgradeVersion" = "Please upgrade to:%@";"conversation"="Show History";"not_find"="The contact does not find";"nudge"="%@ just sent you a nudge!";"Clear"="Clear";//received"receive_voice_clip"="%@ would like to send you voice clip.";"receive_voice_clip_kb"="%@ would like to send you voice clip (%d Kb).";"receive_file"="%@ would like to send you %@(%d Kb).";"accept_file"="You have %@ file %@ from %@.\nStarting transfer...";"reject_file"="You have %@ file %@ from %@.";"receive_file_complete"="You have successfully received:%@ (%d Kb).";"save_photo"="Saved it to Photo Library";"save_failed"="Unable to save it.";"not_delivered"="The following message could not be delivered:";//send"send_voice_clip"="Send voice clip (%d Kb) to %@";"accept_action"="%@ has %@ file %@.\nStarting transfer...";"reject_action"="%@ has %@ file %@.";"wait_to_accept"="Waiting for %@ to accept %@ (%d Kb). Please wait for a response";"send_file_complete"="You have successfully send %@ (%d Kb).";"cancel_action"="%@ has canceled %@ transfer";"cancel_file"="You have canceled %@ (%d Kb) transfer.";"string_ask"="Do you want to :";"string_or"=" or ";"string_invitation"="the invitation?";"close_alert"="If you close conversation window,any file transfer in progress will be canceled. Do you want to cancel the transfer?" ;"pica_str_caption"="Windows Live Messenger";"pica_str_short_caption"="Messenger";//////////////////////////////////////////////////////////////////////////////////// PICA DEFINES//////////////////////////////////////////////////////////////////////////////////"qtn_options"="Options";"qtn_exit	"="Exit";"qtn_ok"="Ok";"qtn_cancel"="Cancel";"qtn_return"="Back";"qtn_yes"="Yes";"qtn_no"="No";// login view"pica_str_cmd_login"="Sign In";"pica_str_label_auto_login"="Auto Sign-in";"pica_str_label_login_insivibly"="Save password";"pica_str_tip_connect_gprs"="Connecting to Network via WiFi...";"pica_str_tip_dispatching"="Locating server...";"pica_str_tip_logging_in"="Connecting to server...";"pica_str_tip_auth_and_get_info"="Fetching contact list...";"pica_str_tip_iap_connect_timeout"="Connecting to network timeout, please try login again.";"pica_str_tip_iap_connect_failed"="Connecting to network failed, please try login again.";"pica_str_tip_iap_h3g_connect_failed"="You have not subscribed to Windows Live Messenger service.";"pica_str_tip_login_failed_dispatch"="Connecting to server falied, please try later";"pica_str_tip_login_failed_unknown_reason"="Connecting to server falied, please try later";"pica_str_tip_login_timeout"="Connecting to server falied, please try later";"pica_str_tip_disconnected_unknown_reason"="Network disconnected, trying to reconnect now...";"pica_str_tip_write_msg_block_buddy"="Not allowed to chat with recipient in blacklist";"pica_str_tip_write_msg_unknow_buddy"="Your request hasn't been accepted";"pica_write_msg_select_buddy"="Please select recipient first";"pica_str_tip_reply_msg_check"="Please input your message";"pica_str_tip_logging_out"="Signing out...";"pica_str_tip_empty_pwd"="Please type your password and try again.";"pica_str_tip_empty_nickname"="Please type your nickname.";"pica_str_tip_invalid_pwd"="Please use letter or digital as your password.";// buddy view softkey"qtn_buddy_write_message"="Send Message";  // write msg"qtn_secondpicatest_softkey_return"="Send Message";  // write msg// buddy pop menu "qtn_pica_buddy_detail_info"="Contact Card";"qtn_pica_buddy_delete"="Delete";//cluster popmenu and cba"qtn_buddy_cluster_enter"="Enter Group";"qtn_buddy_cluster_quit"="Quit Group";"qtn_buddy_cluster_leave"="Leave Group";"qtn_buddy_visit_space"="View Space";"qtn_buddy_open_channel"="Open";"qtn_main_buddy_view_addbuddy"="Add Contact";"qtn_main_buddy_view_logout"="Sign Out";"qtn_main_buddy_view_help"="Help";"qtn_main_buddy_view_exit"="Exit"; "qtn_search_budy"="Find Contact";"qtn_message_text_input_send"="Send";"qtn_zone_message_add_icon"="Emoticons";"qtn_zone_message_select_icon"="My Emoticons";"qtn_msn_member"="Member list";"qtn_msn_member_back"="Back";"qtn_msn_member_addtobuddy"="authorization";"qtn_msn_member_invatetocluster"="Invite to your group";"qtn_msn_member_detial"="Contact Information";"qtn_msn_member_kick"="Kick out";"qtn_msn_member_blacklist"="Add into blacklist";"qtn_msn_member_complain"="Complain";"qtn_msn_member_add"="Add";"qtn_msn_member_shield"="Block";"qtn_msn_member_unshield"="Unblock";"qtn_msn_kick_confirm"="Are you sure to kick %S out?";"qtn_msn_blacklist_confirm"="Are you sure to add %S into blacklist?";"qtn_msn_addbuddy_confirm"="Are you sure to add %S to your contact list?";"qtn_msn_chatroom_exit_confirm"="Are you sure to quit topic %S";"qtn_msn_bulletim"="Bulletin";"qtn_msn_note_kick_admin"="You can't kick out administrator.";"qtn_msn_note_kick_me"="You can't kick yourself out.";"qtn_msn_note_complain_admin"="You can't complain of administrator.";"qtn_msn_note_complain_me"="You can't complain of yourself.";"qtn_msn_note_blacklist_admin"="You can't add administrator into blacklist.";"qtn_msn_note_blacklist_me"="You can't add yourself into blacklist.";"qtn_msn_note_kickout"="You have been kicked out form %S\nfor: %S";"qtn_msn_tip_new_cluster"="The topic list has been updated, refresh now?";"qtn_msn_tip_no_mail_config"="Your mailbox has not been defined.\n Please configure your mailbox at \"Message ®C Options ®C Setting ®C Email ®C Mailbox\" first.";"qtn_msn_query_reason_label_text"="Please input the reason: ";"qtn_msn_chatroom_entered"="Only one topic can be chose at a time, please leave the previous first.";"qtn_confirm_delete_buddy"="Deleting %@ removes them from your contact list. It dose not block them from seeing your online status or sending you messages.";"qtn_confirm_add_block"="Blocking this person will block them from seeing your online status or sending you messages. Are you ready to block this person?";"qtn_must_select_buddy"="Please select a contact";"qtn_cant_delete_group"="You can't delete this group.";"qtn_pica_confirm_update"="Download completed, upgrade to the newest Windows Live Messenger version now?";"qtn_template_name"="Templates";"qtn_template_sentence1"="Please call me now. ";"qtn_template_sentence2"="In a meeting, please call me later. ";"qtn_template_sentence3"="Busy now, will call you later. ";"qtn_template_sentence4"="Where are you now? ";"qtn_template_sentence5"="I'm leaving now. ";"qtn_template_sentence6"="I just arrived. ";"qtn_template_sentence7"="Meet you as usual. ";"qtn_template_sentence8"="Will be arriving soon, please wait a minute.";"qtn_template_sentence9"="Who is that? ";"qtn_template_sentence10"="See you later.";"qtn_template_sentence8s"="Will be arriving soon, please..";"qtn_buddy_change_nick"="Edit nickname";"qtn_buddy_add_nick"="Add a nickname";// LOGIN EDITOR"qtn_settings_come_online"="Play sound when a contact come online";"qtn_settings_receive_msg"="Play sound when a message is received";"qtn_settings_receive_nudge"="Notify me when a Nudge is received";"qtn_settings_show_online"="Show online contact only";"qtn_settings_show_pic"="Get the picture of contact";"qtn_msn_full_name"="E-mail address";"qtn_msn_account_name"="E-mail address";"qtn_msn_pwd"="Password";"qtn_msn_account_type_name"="Domain";"qtn_msn_status_type"="Sign in as: ";"qtn_msn_domain_select"="Domains";"qtn_msn_domain_type"="Domains: ";"qtn_msn_account_other"="Other emails";"Previous e-mail address" = "Previous e-mail address";//Title"qtn_title_my_msn"="Profile";"qtn_title_contact"="Contacts";"qtn_title_dialog"="Sessions";"qtn_title_community"="MSN";"qtn_invite_buddy_title"="Select on or more contacts";//  toolbar"pica_toolbar_quick_desc"="Press(#)key";"pica_str_cmd_null"="";"pica_toolbar_changestatus"="My status";"pica_toolbar_changeinfo"="Personal setting";"pica_toolbar_changepic"="Change Picture";"pica_toolbar_search"="Search a contact";"pica_toolbar_changeform"="Sort";"pica_toolbar_align"="Sort";"qtn_domain_othermail" = "Other emails";"qtn_status"="Status Icon";  "qtn_status_online"="Online";      // on line"qtn_status_busy"="Busy";      // busy line"qtn_status_berightback"="Be right back";      // hide line"qtn_status_away"="Away";      // hide line"qtn_status_onthephone"="In a call";      // hide line"qtn_status_outtolunch"="Out to lunch";      // hide line"qtn_status_appearoffline"="Appear Offline";      // off line"qtn_msn_account_error"="Invalid email address.";"qtn_msn_invalid_account_error" = "Invalid account";"qtn_msn_account_exist"="The contact is already in your contact list";"qtn_msn_account_forbidchat"="Sorry,Can't send message to yourself.";"qtn_msn_password_error"="Invalid password.";"qtn_open_folder"="Brower...";"qtn_myzone_mystate"="My Status";"qtn_setting_change_pic"="Change Picture";"qtn_setting_friends_activities"="Activities of friends";"qtn_system_msg_title"="System message";"qtn_session_list_order"="Session sort";"qtn_session_system_msg"="System Message";"qtn_personal_setting"="Personal setting";"qtn_flow_control_setting"="Flow Control";"qtn_system_setting"="System setting";"qtn_settings_my_nickname"="Display name";"qtn_settings_my_personal_msg"="Personal message";"qtn_big_protrait_note"="The file you send is too big, please change another one.";"qtn_msn_permission_title"="Terms of Use";"qtn_msn_permission"="Your use of Windows Live for mobile is subject to Windows Live for mobile Terms of Use located at %s and the Windows Live for mobile Privacy Statement located at %s. By pressing the OK key blow, you hereby accept such Windows Live for mobile Terms of Use and Privacy Statement and acknowledge that you are aware of and have an opportunity to fully review them at the URLs referenced above.";"qtn_msn_help_title"="Help";"qtn_msn_help_content1"="Windows Live Messenger\n1. Finding contacts rapidly: Press 1/7 to Page Up/Page Down in contact list and Press 3/9 to collapse/expand groups.\n2. Begin conversation: Move cursor to a contact you want to communicate and press \"Send\".\n3. End conversation: Move cursor to a contact on conversation and press \"Close\".\n4. Open conversation: Move cursor to a contact on conversation and press OK.\n5. Send instant messages: Input the message you want to send and press OK. You can move back to contact list by press \"Back\".\n";"qtn_msn_help_content2"="6. Send voice/picture: Press \"Options-Voice/Picture\" to send voice or picture messages. You can also press and hold dial key to record your voice rapidly when you are highlighting a contact or in a conversation window.\n7. Contact operations: Move cursor to a contact and press OK to select an operation you want to do.\n8. Personal settings: Press \"Options-Setting\" to change your display name or alert status.";//yincp+ 2006-09-12"qtn_adv_nofault_title"="Disclaimer";"qtn_adv_nofault"="You are about to use a third party application that is not owned or developed by Nokia. Nokia shall have no liability for any aspect of the application whatsoever, including but not limited to its performance, intellectual property rights or support. Please see the inbox Application Guide for full details.\n\nBy clicking 'OK' below you acknowledge that you have read and understand, and that you agree to be bound by the terms above and in the inbox Application Guide.\n\nThis application is created and designed by MMIM Interactive Co, Ltd.\n";"qtn_adv_winlive"="All in one place.";"qtn_adv_nseries"="\nMobile Internet Experiences\n\nStay connected, \nDiscover, Enjoy & Share";"qtn_adv_next"="Next";"qtn_adv_prev"="Back";"qtn_adv_exit"="Exit";"qtn_adv_ok"="Ok";//yincp+ 2006-09-14"qtn_msn_login_help"="When you sign in first time, the client will prompt you to access network. You can change the connection setting manually.";//chat"qtn_setting_option_play_sound"="Play sound";"qtn_setting_option_vibra"="Vibra";"qtn_setting_option_sound_and_vibra"="Play sound and vibra";"qtn_setting_option_no_notification"="Keep silent";"qtn_information_about_sound"="Won't play sound and vibra when your phone is in slient mode.";"qtn_ft_wait_for_accpet"="Waiting for accept";"qtn_ft_sent"="%d KB left";"qtn_accept"="Accept";"qtn_save_as"="Save as...";"qtn_reject"="Decline";"qtn_cancel"="Cancel";"qtn_ft_canceled"="Canceled.";"qtn_ft_send_complate"="Send complete.";"qtn_ft_receive_complate"="Receive complete.";"qtn_ft_send_failed"="Send failed.";"qtn_ft_receive_failed"="Receive failed.";"qtn_vc_play"="Play";"Save" ="Save";"voice clip saved" = "Saved successful";"qtn_vc_stop"="Stop";"qtn_vc_save"="Save";//Session Module"qtn_chat_buddies_list"="Show session member";"qtn_chat_member_title"="Multi party member list";"qtn_chat_session_chng_enter"="%@ has joined the conversation";"qtn_chat_session_chng_leave"="%@ has left the conversation";"qtn_chat_msg_send_fail"="Send message faild";"qtn_chat_session_all_leave"="All member left, please close the session";"qtn_cluster_session_is_close"="Cluster session is closed, and can't speak";"qtn_chat_session_disable_vm"="The other side not support voice clip message";"qtn_mulsel_count_out"="Multi session allow 30 members only, please select again";"qtn_mulsel_none_can_sel"="No contact to invite";"qtn_invite_buddy"="Invite contact";"qtn_username"="Email Address";"qtn_nickname"="Display Name";"qtn_impresa"="Personal info";"qtn_session_order_by_group"="Sort by group";"qtn_session_order_by_status"="Sort by status";"qtn_buddy_sort"="Sort your contacts";"qtn_buddy_modify_personal_info"="Setting";"qtn_buddy_sendmsn_to"="Send to...";"qtn_msn_group_online"="online contacts";"qtn_msn_group_offline"="offline contacts";"qtn_msn_login_prompt"="Signing in...";"qtn_msn_say_name"=" says: ";"qtn_session_list_order_time"="Sort by time";"qtn_session_list_order_type"="Sort by type";"qtn_session_list_order_has_msg"="Sort by new message";"qtn_msn_offline_prompt"="This contact is offline";"qtn_msn_blocked_prompt"="This contact has been blocked";"qtn_msn_block_buddy"="Block";"qtn_msn_unblock_buddy"="Unblock";"qtn_msn_block_delete"="Block this person";"qtn_msn_session_open"="Open";"qtn_msn_session_start"="Send";"qtn_msn_session_close"="Close";"qtn_msn_add_account"="Messenger Account";"qtn_msn_change_nickname"="Personal information";"qtn_toolbar_record_voice"="Voice clip";"qtn_toolbar_invite_buddy"="Invite contact";"qtn_msn_wait_prompt_add"="Adding contact, please wait...";"qtn_msn_wait_prompt_del"="Deleting contact, please wait...";"qtn_msn_wait_prompt_blk"="Blocking contact, please wait...";"qtn_msn_wait_global"="Submitting request, please wait...";"qtn_msn_wait_processing_global"="Sorry, previous request have not been done, please wait...";"qtn_msn_wait_timeout"="Sorry, your request could not been done. Please try later.";"qtn_msn_subscription_info"=" has added you to his/her contact list. Do you want to allow this person to see when you are online and contact you?";"qtn_msn_and_block_buddy"="Block this person.";"qtn_msn_unblock_buddy_prompt"="Unblock this person will allow them to see your online status and send you messages. Are you ready to unblock this person?";"qtn_msn_block_buddy_prompt"="Block this person will block them from seeing your online status or sending you messages. Are you ready to block this person?";"qtn_msn_delete_account_info"="Deleting this person removes them from your contact list. It dose not block them from seeing your online status or sending you messages.";"qtn_msn_delete_account_block"="Also block this contact";"qtn_msn_delete_account_confirm"="Delete this person?";"qtn_msn_add_buddy_exists"="The contact is already in your contact list.";"qtn_msn_logout_confim"="Close all conversations and sign out?";"qtn_msn_detail_email_address"="Email: ";"qtn_msn_detail_nickname"="Display Name: ";"qtn_about_title"="About";"qtn_about"="Windows Live Messenger.\nPowered by MMIM Interactive Co, Ltd. \nVersion: %s\n%s";"qtn_msn_save_pwd_confirm_title"="Security Notification";"qtn_msn_save_pwd_confirm"="For your security if this device is lost or stolen, go to the Windows Live ID web site on your computer to change your Windows Live ID password.";"qtn_msn_auto_login_confirm"="This feature stores your credentials and signs you in automatically the next time you open this application. To disable this feature, sign out of Windows Live Messenger and clear the Automatic sign-in check box";							  "qtn_msn_setting_nickname"="Type your display name";"qtn_msn_setting_sound"="Play a sound when";"qtn_msn_setting_online"="contacts come online";"qtn_msn_setting_notify"="a message is received";"qtn_msn_error_add_myself"="You can't add yourself as a contact.";"qtn_msn_error_talk_to_myself"="You can't talk to yourself.";"qtn_msn_error_del_myself"="You can't delete yourself.";"qtn_msn_error_block_myself"="You can't block yourself.";"qtn_msn_session_is_open"="Conversations";"qtn_msn_name_is_empty"="Please enter your display name.";"qtn_msn_operation_successd"="Operation succeeded.";//yincp+ 2006-08-02, for iap//"qtn_msn_setting_iap_title	"Select an IAP."//"qtn_msn_msg_iap_none		"No available IAPs to connect to network.""qtn_msn_msg_iap_confirm"="You may be charged when you are connecting to network. Do you want to continue?";"qtn_msn_version"="5.005.1017.en";"qtn_msn_version_for_sale"="5.005.1017.en";"qtn_msn_version_simplify"="5.005.1617.en";"qtn_msn_describe_confirm"="Subscribe Windows Live Messenger services for (%s) now?";//yincp+ 2006-08-16"qtn_msn_need_update_confirm"="New version available:";//yincp+ 2006-08-22"qtn_msn_title_authen"="Authorization";//yincp+ 2006-08-24"qtn_msn_main_setting"="Setting";"qtn_msn_main_setting_iap"="Access Point Setting";//yincp+ 2006-09-27"qtn_msn_mail_cn"="1860@tssx.com.cn";"qtn_msn_mail_hk"="messenger@pica.com";"qtn_msn_mail_tw"="messenger@pica.com";"qtn_msn_mail_mc"="messenger@pica.com";"qtn_msn_tou_cn"="http://mobile.msn.com.cn/mobileclient/tou/";"qtn_msn_tou_hk"="http://g.msn.com.hk/0TO_/zhhk/";"qtn_msn_tou_tw"="http://g.msn.com.tw/0TO_/zhtw/";"qtn_msn_tou_mc"="http://g.msn.com.hk/0TO_/zhhk/";"qtn_msn_privacy_cn"="http://privacy.msn.com/";"qtn_msn_privacy_hk"="http://privacy.msn.com/";"qtn_msn_privacy_tw"="http://privacy.msn.com.tw/";"qtn_msn_privacy_mc"="http://privacy.msn.com/";"qtn_msn_adv_info_title"="For Your Information";"qtn_msn_adv_info"="This application will make use of the following feature of your phone.  If you have any questions or concerns, please contact us at %s.\n- Use Network\n- Read User Data\n- Write User Data\n- Read Device Data\n- Use Camera or microphone\nDo not show this information again?";"qtn_msn_adv_yes"="Yes";"qtn_msn_adv_no"="No";//yincp+ 2006-10-13"qtn_msn_service_call_cn"="0755-26551322";//yincp+ 2006-10-16"qtn_msn_offline_profile"="Unable to use network. Phone is currently in offline mode.";//yincp+ 2006-11-20"qtn_msn_msg_attach_download"="Download";"qtn_msn_msg_attach_play"="Play";"qtn_msn_msg_attach_view"="View";"qtn_msn_msg_attach_open"="Open";"qtn_msn_msg_stop"="Stop";"qtn_msn_channel"="Channel";//yincp+ 2006-11-26"qtn_msn_chatlist_switch"="Ok";"qtn_msn_chatlist_title"="Conversations";"qtn_msn_chatlist_buddy"="Contact List";"qtn_download_text"="Receiving";"qtn_record_text"="Recording";"qtn_upload_text"="Sending";"qtn_download_faild"="Receive failed.";"qtn_upload_faild"="Send failed.";"qtn_file_no_found"="The file has been deleted.";"qtn_file_size_is_null"="The file is corrupted.";"qtn_attache"="Voice/Picture";"qtn_attache_picture"="Insert picture";"qtn_attache_voice"="Voice clip";"qtn_attache_record"="Record";"qtn_attache_wav_file"="Brower";"qtn_attache_file"="Send file";"qtn_attache_multimedia"="Multimedia file";"qtn_attache_all_file"="All file";"qtn_attache_capture"="Capture";"qtn_delete_attache"="Delete";"qtn_camera"="Take photo";"qtn_camera_take"="Shoot";"qtn_camera_exit"="Back";"qtn_camera_select"="Select";"qtn_camera_delete"="Retry";"qtn_camera_title"="Camera";"qtn_download_expired"="Receive timeout.";"qtn_upload_expired"="Send timeout.";"qtn_camera_notready_text"="Camera is not ready.";"qtn_camera_timedout_text"="Open camera timeout.";"qtn_file_open_error"="Attach failed, the file is probably used by another application.";"qtn_zwp_transfer_failed"="Connecting to server falied, please try later";"qtn_zwp_transfer_timeout"="Connecting to server timeout please try later";"qtn_pica_zwp_error_notify"="Please upload the attatchment first";"qtn_zwp_download_complate"="Download complete.";"qtn_zwp_save_complate"="File has been saved.";"qtn_zwp_save_file"="Save file";"qtn_zwp_open_file"="Open file";//Zwp Frame View"pica_str_cmd_homesite"="Home";"pica_str_cmd_fresh"="Refresh";"pica_str_cmd_cancel"="Cancel";"pica_str_cmd_backto"="Back";"pica_zwp_mouse_mode"="Mouse mode";"pica_zwp_normal_mode"="Normal mode";"pica_ad_alt_wap"="Press OK to enter";"pica_ad_alt_sms"="Press OK to send sms";"pica_ad_alt_ivr"="Press OK to dial";"qtn_zwp_mail_not_support"="This feature is not supported at present.\n You can send email to %S  directly from your PC or handset.";"qtn_zwp_please_wait"="Please wait...";"pica_contact_addinfo"="has added you to his/her contact list. ";"pica_contact_passinfo"="Do you want to allow this person to see when you are online and contact you?";"pica_contact_details"="Details:";"pica_contact_sex"=" - Sex:";"pica_contact_age"=" - Age:";"pica_contact_area"=" - Region:";"pica_contact_desc"=" - Leave word:";"pica_contact_check"=" - Greating:";//Lion adds "qtn_buddy_refresh"="Refresh";"qtn_pica_login_register"="Sign up";"qtn_pica_login_register_long"="Sign up";"qtn_pica_login_register_note"="Please link to https://accountservices.passport.net/ppnetworkhome.srf?lc=1033 on your computer to register Windows Live ID.";"qtn_main_buddy_view_search"="Search a contact";"qtn_main_buddy_view_search_short"="Search";"qtn_main_buddy_view_search_cluster"="Search Group";"qtn_main_buddy_view_search_cluster_short	"="Search";"qtn_hint_msn_cn_first"="Tip: press \"Options-Search Friends\" will help you find other online MSN users and make friends with them.";"pica_str_lion_error_register"="Username or password format error";"pica_str_lion_register_error"="Register failed, please try later.";"pica_str_retister_name"="Username (min 3 characters)";"pica_str_retister_password"="Password (min 6 characters)";"pica_str_to_hotmail"="Enter mail";"pica_str_to_spaces"="Enter space";"pica_str_to_search"="Enter search";"qtn_msn_update_buddy_list_confirm"="Will logout and relogin, continue?";"qtn_msn_vibra_nudge"="Just sent you a nudge.";"qtn_msn_file_limit_note"="You can tanssfer one file for a time, please send another file later.";"qtn_msn_yes_key_record_voice"="Press and hold the call key to record voice clip while speaking, drop to send";"qtn_msn_save_chat_log"="Save chat log";"qtn_msn_file_name"="File name";"qtn_msn_show_chat_log"="Show history log";"qtn_msn_select_chat_log_title"="Please select a chat log";"qtn_msn_del_chat_log_confirm"="Delete this log file?";"qtn_wait_timeout"="Wait timeout";"qtn_buddy_input_mp_notify"="Please input email address";"qtn_buddy_input_mp_error"="Invalid email address";"qtn_input_num_and_pw"="Please input username and password";"qtn_main_buddy_search_buddy"="Find a contact";"qtn_transfer_unallowed_file"="Multi session, your selected file can't be sent";"qtn_wait_processing_image"="Processing the picture...";"qtn_wait_processing"="Processing, please wait...";"qtn_wait_sending_data"="Sending the data, please wait...";"qtn_wait_receiving_data"="Receiving the data, please wait...";// ------------------- END ---------------------------"update local name error" = "Update local name error.";"Dismiss" = "Ok";"qtn_buddy_say_hi" = "Say Hi";"qtn_buddy_mclub_invite" = "mClub invite";"qtn_buddy_mclub_detail" = "more detail";"supportContactIconChange" = "Contact Avatar Update";"enableContactEmotionChange" = "Contact Emotion Update";"changeWillBeEffectiveNextTime" = "Changes will be effective at next launch time.";"msg_safe_prompt" = "For your security if this device is lost or stolen, go to the Windows Live ID web site on your computer to change your Windows Live ID password.";"qtn_no_thanks" = "No, thanks";"qtn_agree" = "Save";"somebodyInviteYou" = "%@ Invite you from mClube.";"data parse error" = "Fetch activity data error.";"conversations will be saved" = "Conversation was successfully saved";"Audio Clips" = "Audio Clips";"Audio Recorder" = "Audio Recorder";"voice clip save fail" = "voice clip save failure";"voice clip save" = "voice clip save";"Save voice clip failure" = "Save voice clip %@ failure!";"Save voice clip successfull" = "Save voice clip %@ successfull!";"Save is existent" = "The file %@ is existent, will you rewrite it?";"setChange" = "Save";"Clips" = "Clips";"Invite" = "Invite";"text_is_upgrade_version"="New version available";"text_is_upgrade_now"="upgrade now?";"text_upgrade_ok"="OK";"text_upgrade_cancel"="Cancel";"You have chosen to save your conversations. This may not be permitted under local law. You should confirm that this is permitted before turning it on." = "You have chosen to save your conversations. This may not be permitted under local law. You should confirm that this is permitted before turning it on.";"Connection timeout." = "Connection timeout.";"This service is applicable to 3-3G customers only. If you are connecting by WIFI, please login by 3-3G first on the same day." = "This service is applicable to 3-3G customers only. If you are connecting by WIFI, please login by 3-3G first on the same day.";"Conversations" = "Conversations";"Delete Contacts" = "Delete Contacts";"Settings" = "Settings";"Add Contact" = "Add Contact";"Sort by Status" = "Sort by Status";"Sign-in" = "Sign-in";"Play Sound"="Play Sound";"Contacts come online"="Contacts come online";"Messsage received"="Messsage received";"Notify me nudge"="Notify me nudge";"Display"="Display";"Show profile picture"="Show profile picture";"Show onlines only"="Show onlines only";"Status" = "Status";"When pressing Home" = "When pressing Home";"Right Now" = "Right Now";"After 5 minutes" = "After 5 minutes";"After 10 minutes" = "After 10 minutes";"After 30 minutes" = "After 30 minutes";"After 2 hours" = "After 2 hours";"After 6 hours" = "After 6 hours";"After 12 hours" = "After 12 hours";"Other contacts" = "Other contacts";